{
  "city_ko": "안동",
  "city_en": "Andong",
  "city_ja": "安東",
  "city_zh": "安东",
  "foods": [
    {
      "name_ko": "안동찜닭",
      "name_en": "Andong Jjimdak",
      "name_ja": "安東チムタク",
      "name_zh": "安东炖鸡",
      "description": {
        "ko": "안동찜닭은 닭고기와 각종 채소, 당면을 간장 양념에 조린 안동의 대표 음식입니다. 1980년대 안동 구시장의 작은 가게에서 시작되어 전국적으로 유명해진 이 요리는 달콤짭짤한 맛과 쫄깃한 식감이 특징입니다. 닭고기의 담백함과 당면의 쫄깃함, 그리고 다양한 채소의 아삭함이 어우러져 풍부한 맛을 자아냅니다. 안동의 전통적인 양념 기법과 현대적인 조리법이 만나 탄생한 독특한 퓨전 요리로, 현재는 한국을 대표하는 치킨 요리 중 하나가 되었습니다.",
        "en": "Andong Jjimdak is Andong's representative dish featuring chicken braised with various vegetables and glass noodles in soy sauce seasoning. This dish, which started in a small shop at Andong's old market in the 1980s and became famous nationwide, is characterized by sweet and savory flavors with chewy texture. The lightness of chicken, chewiness of glass noodles, and crispness of various vegetables combine to create rich flavors. It's a unique fusion dish born from the meeting of Andong's traditional seasoning techniques with modern cooking methods, and has now become one of Korea's representative chicken dishes.",
        "ja": "安東チムタクは鶏肉と各種野菜、春雨を醤油ベースのタレで煮込んだ安東の代表料理です。1980年代安東旧市場の小さな店で始まり全国的に有名になったこの料理は、甘辛い味ともちもちした食感が特徴です。鶏肉の淡白さと春雨のもちもち感、そして様々な野菜のシャキシャキ感が調和して豊かな味を醸し出します。安東の伝統的な調味技法と現代的な調理法が出会って誕生した独特なフュージョン料理で、現在は韓国を代表するチキン料理の一つになりました。",
        "zh": "安东炖鸡是用鸡肉和各种蔬菜、粉条用酱油调料炖制的安东代表料理。这道始于1980年代安东旧市场小店并在全国闻名的料理，具有甜咸口味和有嚼劲的口感特色。鸡肉的清淡、粉条的有嚼劲，以及各种蔬菜的爽脆相融合，创造出丰富的味道。这是安东传统调味技法与现代烹饪方法相结合诞生的独特融合料理，现在已成为代表韩国的鸡肉料理之一。"
      }
    },
    {
      "name_ko": "안동간고등어",
      "name_en": "Andong Salted Mackerel",
      "name_ja": "安東塩サバ",
      "name_zh": "安东盐渍鲭鱼",
      "description": {
        "ko": "안동간고등어는 바다에서 멀리 떨어진 안동 지역의 독특한 보존 음식입니다. 조선시대부터 동해안에서 잡힌 고등어를 소금에 절여 안동까지 운반하면서 자연스럽게 발달한 음식으로, 짠맛과 고등어 특유의 고소한 맛이 조화를 이룹니다. 특별한 염장 기법으로 인해 생선 비린내가 거의 없고, 구워서 먹을 때 촉촉하고 담백한 맛을 느낄 수 있습니다. 안동의 대표적인 향토음식으로 하회마을 등 전통 마을에서 맛볼 수 있으며, 한국의 전통 보존 기술의 우수성을 보여주는 음식입니다.",
        "en": "Andong Salted Mackerel is a unique preserved food from the Andong region, far from the sea. This food naturally developed from the Joseon Dynasty when mackerel caught on the East Coast was salted and transported to Andong, harmonizing salty taste with mackerel's unique savory flavor. Due to special salting techniques, it has almost no fishy smell, and when grilled, you can taste its moist and light flavor. As Andong's representative local food, it can be tasted in traditional villages like Hahoe Village, and is a food that shows the excellence of Korea's traditional preservation techniques.",
        "ja": "安東塩サバは海から遠く離れた安東地域の独特な保存食品です。朝鮮時代から東海岸で獲れたサバを塩漬けにして安東まで運搬する過程で自然に発達した料理で、塩味とサバ特有の香ばしい味が調和しています。特別な塩漬け技法により魚の生臭さがほとんどなく、焼いて食べる時しっとりとした淡白な味を感じることができます。安東の代表的な郷土料理として河回村などの伝統村で味わうことができ、韓国の伝統保存技術の優秀性を示す料理です。",
        "zh": "安东盐渍鲭鱼是远离海洋的安东地区独特的保存食品。从朝鲜时代开始，将在东海岸捕获的鲭鱼用盐腌制运输到安东的过程中自然发展的料理，咸味与鲭鱼特有的香味相协调。由于特殊的腌制技法，几乎没有鱼腥味，烧烤食用时能感受到湿润清淡的味道。作为安东代表性乡土料理，在河回村等传统村落能品尝到，是展现韩国传统保存技术优秀性的料理。"
      }
    },
    {
      "name_ko": "헛제사밥",
      "name_en": "Heotjesabap",
      "name_ja": "ホッチェサパプ",
      "name_zh": "虚祭祀饭",
      "description": {
        "ko": "헛제사밥은 안동의 독특한 향토음식으로, 제사 음식을 일반인도 먹을 수 있도록 만든 특별한 한상차림입니다. '헛제사'라는 이름은 실제 제사가 아닌 제사 음식을 먹는다는 뜻으로, 안동의 유교 문화와 깊은 관련이 있습니다. 정성스럽게 준비된 나물, 전, 구이, 탕 등 다양한 음식이 한 상에 차려지며, 각각의 음식은 제사상에 올리는 것처럼 정갈하고 맛깔스럽게 준비됩니다. 안동의 전통 문화와 음식 문화를 동시에 체험할 수 있는 특별한 식사로, 한국의 유교 문화를 이해하는 데 도움이 됩니다.",
        "en": "Heotjesabap is Andong's unique local food, a special table setting that allows ordinary people to eat ancestral ritual foods. The name 'Heotjesa' means eating ritual foods without an actual ritual, and is deeply related to Andong's Confucian culture. Various foods such as carefully prepared seasoned vegetables, pancakes, grilled dishes, and soups are arranged on one table, and each food is prepared neatly and deliciously as if being offered on an ancestral altar. It's a special meal where you can experience Andong's traditional culture and food culture simultaneously, helping to understand Korea's Confucian culture.",
        "ja": "ホッチェサパプは安東の独特な郷土料理で、祭祀料理を一般人も食べられるようにした特別な一膳です。「ホッチェサ」という名前は実際の祭祀ではない祭祀料理を食べるという意味で、安東の儒教文化と深い関連があります。丁寧に準備されたナムル、チヂミ、焼き物、スープなど様々な料理が一つの膳に並べられ、それぞれの料理は祭壇に供えるように整然と美味しく準備されます。安東の伝統文化と食文化を同時に体験できる特別な食事で、韓国の儒教文化を理解するのに役立ちます。",
        "zh": "虚祭祀饭是安东独特的乡土料理，是让普通人也能享用祭祀食物的特别套餐。'虚祭祀'这个名字意味着不是真正的祭祀而是享用祭祀食物，与安东的儒教文化有深刻关联。精心准备的凉拌菜、煎饼、烤制品、汤等各种料理摆在一桌，每道料理都像供奉在祭桌上一样整齐美味地准备。这是能同时体验安东传统文化和饮食文化的特别用餐，有助于理解韩国的儒教文化。"
      }
    }
  ]
}
