{
  "foods": {
    "bulgogi": {
      "name": {
        "ko": "불고기",
        "en": "Bulgogi",
        "zh": "烤肉",
        "ja": "プルコギ"
      },
      "history": {
        "ko": "조선시대 궁중요리에서 시작된 불고기는 원래 '너비아니'라고 불렸습니다. 고기를 얇게 저며 양념에 재워 구운 요리로, 서울 양반가의 대표적인 접대 음식이었습니다.",
        "en": "Bulgogi originated from royal court cuisine during the Joseon Dynasty, originally called 'Neobiani'. This dish of thinly sliced, marinated grilled beef was a signature hospitality food of Seoul's aristocratic families.",
        "zh": "烤肉起源于朝鲜王朝的宫廷料理，原名叫'너비아니'。这道菜是将牛肉切成薄片，用调料腌制后烤制而成，是首尔贵族家庭的代表性招待菜品。",
        "ja": "プルコギは朝鮮時代の宮廷料理から始まり、元々は「ノビアニ」と呼ばれていました。肉を薄切りにして調味料に漬け込んで焼いた料理で、ソウルの両班家の代表的なもてなし料理でした。"
      },
      "geography": {
        "ko": "서울의 한강 유역은 예로부터 소를 기르기에 좋은 환경이었고, 궁궐과 양반가가 많아 고급 육류 요리 문화가 발달했습니다.",
        "en": "Seoul's Han River basin provided ideal conditions for cattle farming, and the presence of palaces and noble families fostered the development of refined meat cuisine culture.",
        "zh": "首尔的汉江流域自古以来就是养牛的理想环境，由于宫殿和贵族家庭众多，高级肉类料理文化得以发展。",
        "ja": "ソウルの漢江流域は昔から牛を飼うのに良い環境で、宮殿と両班家が多く、高級肉料理文化が発達しました。"
      },
      "culture": {
        "ko": "불고기는 한국의 '정(情)' 문화를 대표하는 음식입니다. 가족이나 손님과 함께 둘러앉아 구워 먹으며 소통하는 한국인의 공동체 문화를 보여줍니다.",
        "en": "Bulgogi represents Korea's 'jeong' (affection) culture. It embodies Korean communal culture where families and guests gather around to grill and share meals together.",
        "zh": "烤肉代表了韩国的'情'文化。体现了韩国人围坐一起烤肉用餐，相互交流的共同体文化。",
        "ja": "プルコギは韓国の「情（ジョン）」文化を代表する食べ物です。家族や客人と一緒に座って焼いて食べながら交流する韓国人の共同体文化を表しています。"
      },
      "fun_fact": {
        "ko": "불고기는 세계에서 가장 유명한 한국 음식 중 하나로, 'Korean BBQ'라는 이름으로 전 세계에 한국 음식을 알리는 대표 음식이 되었습니다.",
        "en": "Bulgogi is one of the world's most famous Korean dishes, becoming the flagship food that introduced Korean cuisine globally under the name 'Korean BBQ'.",
        "zh": "烤肉是世界上最著名的韩国料理之一，以'Korean BBQ'的名称向全世界推广韩国料理的代表性食品。",
        "ja": "プルコギは世界で最も有名な韓国料理の一つで、「Korean BBQ」という名前で全世界に韓国料理を知らせる代表的な食べ物となりました。"
      }
    },
    "bibimbap": {
      "name": {
        "ko": "비빔밥",
        "en": "Bibimbap",
        "zh": "拌饭",
        "ja": "ビビンバ"
      },
      "history": {
        "ko": "조선왕조의 발상지 전주에서 시작된 비빔밥은 궁중에서 먹던 골동반에서 유래되었습니다. 다양한 나물을 한 그릇에 담아 비벼 먹는 한국의 대표적인 건강식입니다.",
        "en": "Originating in Jeonju, birthplace of the Joseon Dynasty, bibimbap derives from 'goldongban' eaten in the royal court. It's Korea's representative healthy dish mixing various vegetables in one bowl.",
        "zh": "起源于朝鲜王朝发祥地全州的拌饭，源自宫廷中食用的骨董饭。是将各种蔬菜放在一个碗里拌着吃的韩国代表性健康食品。",
        "ja": "朝鮮王朝の発祥地である全州で始まったビビンバは、宮中で食べられていた骨董飯に由来します。様々な野菜を一つの器に入れて混ぜて食べる韓国の代表的な健康食品です。"
      },
      "geography": {
        "ko": "전라북도의 비옥한 평야지대에서 나는 다양한 채소와 곡물을 이용해 만든 음식으로, 호남평야의 풍요로움을 보여줍니다.",
        "en": "Made with diverse vegetables and grains from Jeollabuk-do's fertile plains, showcasing the abundance of the Honam Plain.",
        "zh": "使用全罗北道肥沃平原地带出产的各种蔬菜和谷物制作，展现了湖南平原的富饶。",
        "ja": "全羅北道の肥沃な平野地帯で取れる様々な野菜と穀物を使って作った料理で、湖南平野の豊かさを示しています。"
      },
      "culture": {
        "ko": "음양오행의 조화를 중시하는 한국의 전통 철학이 담긴 음식입니다. 다섯 가지 색깔의 나물로 건강과 조화를 추구합니다.",
        "en": "A dish embodying Korean traditional philosophy that values the harmony of yin-yang and five elements, pursuing health and balance through five colored vegetables.",
        "zh": "体现了重视阴阳五行和谐的韩国传统哲学。通过五种颜色的蔬菜追求健康与和谐。",
        "ja": "陰陽五行の調和を重視する韓国の伝統哲学が込められた料理です。五つの色の野菜で健康と調和を追求します。"
      },
      "fun_fact": {
        "ko": "전주 비빔밥은 2011년 CNN에서 선정한 '세계에서 가장 맛있는 음식 40선'에 선정되었습니다.",
        "en": "Jeonju bibimbap was selected as one of CNN's '40 Most Delicious Foods in the World' in 2011.",
        "zh": "全州拌饭被CNN评选为2011年'世界上最美味的40种食物'之一。",
        "ja": "全州ビビンバは2011年CNNが選定した「世界で最も美味しい料理40選」に選ばれました。"
      }
    },
    "milmyeon": {
      "name": {
        "ko": "밀면",
        "en": "Milmyeon",
        "zh": "小麦面条",
        "ja": "ミルミョン"
      },
      "history": {
        "ko": "6.25 전쟁 당시 북한 실향민들이 평양냉면을 그리워하며 구하기 쉬운 밀가루로 만든 면요리입니다. 1950년대 부산 피난촌에서 시작되었습니다.",
        "en": "Created by North Korean refugees during the Korean War who missed Pyeongyang naengmyeon and used easily available wheat flour. It started in Busan refugee camps in the 1950s.",
        "zh": "朝鲜战争期间，北韩难民思念平壤冷面，用容易获得的小麦粉制作的面条料理。始于1950年代釜山难民村。",
        "ja": "朝鮮戦争当時、北朝鮮の避難民が平壌冷麺を懐かしんで、手に入りやすい小麦粉で作った麺料理です。1950年代の釜山避難村で始まりました。"
      },
      "geography": {
        "ko": "부산항을 통해 들어온 미군 구호물자인 밀가루를 이용해 만든 음식으로, 항구도시 부산의 역사를 보여줍니다.",
        "en": "Made with wheat flour from US relief supplies that came through Busan Port, reflecting the history of this port city.",
        "zh": "使用通过釜山港进入的美军救济物资小麦粉制作，体现了港口城市釜山的历史。",
        "ja": "釜山港を通して入ってきた米軍救援物資の小麦粉を利用して作った料理で、港湾都市釜山の歴史を表しています。"
      },
      "culture": {
        "ko": "전쟁의 아픔과 고향에 대한 그리움, 그리고 새로운 환경에 적응하려는 강인한 생존력이 담긴 음식입니다.",
        "en": "A dish that embodies the pain of war, longing for homeland, and the resilient survival spirit of adapting to new environments.",
        "zh": "承载着战争的痛苦和对故乡的思念，以及适应新环境的顽强生存意志的食物。",
        "ja": "戦争の痛みと故郷への思い、そして新しい環境に適応しようとする強靭な生存力が込められた料理です。"
      },
      "fun_fact": {
        "ko": "밀면은 냉면과 달리 면발이 쫄깃하고 탄력이 있어 '부산의 소울푸드'라고 불립니다.",
        "en": "Unlike naengmyeon, milmyeon has chewy and elastic noodles, earning it the nickname 'Busan's soul food'.",
        "zh": "与冷面不同，小麦面条具有筋道弹性的口感，被称为'釜山的灵魂食物'。",
        "ja": "冷麺とは違って麺にコシと弾力があり、「釜山のソウルフード」と呼ばれています。"
      }
    },
    "dakgalbi": {
      "name": {
        "ko": "닭갈비",
        "en": "Dakgalbi",
        "zh": "辣炒鸡排",
        "ja": "タッカルビ"
      },
      "history": {
        "ko": "1960년대 춘천의 한 식당에서 저렴한 닭고기를 이용해 만든 서민 음식에서 시작되었습니다. 현재는 춘천을 대표하는 관광 음식이 되었습니다.",
        "en": "Started as a common people's dish using affordable chicken at a Chuncheon restaurant in the 1960s. Now became Chuncheon's representative tourist food.",
        "zh": "始于1960年代春川一家餐厅使用便宜鸡肉制作的平民料理。现在已成为春川的代表性旅游美食。",
        "ja": "1960年代に春川のある食堂で安価な鶏肉を使って作った庶民料理から始まりました。現在は春川を代表する観光料理となりました。"
      },
      "geography": {
        "ko": "춘천 지역의 신선한 채소와 함께 철판에 볶아 먹는 음식으로, 강원도의 청정 자연환경을 활용한 음식입니다.",
        "en": "Stir-fried on iron plate with fresh vegetables from Chuncheon, utilizing Gangwon-do's clean natural environment.",
        "zh": "与春川地区的新鲜蔬菜一起在铁板上炒制的料理，利用了江原道清洁的自然环境。",
        "ja": "春川地域の新鮮な野菜と一緒に鉄板で炒めて食べる料理で、江原道の清浄な自然環境を活用した料理です。"
      },
      "culture": {
        "ko": "연인들과 친구들이 함께 둘러앉아 먹는 음식으로, 젊은이들의 데이트 코스로 인기가 높습니다.",
        "en": "Popular as a date course for young people, enjoyed by couples and friends sitting together.",
        "zh": "恋人和朋友们围坐一起享用的料理，作为年轻人的约会课程很受欢迎。",
        "ja": "恋人や友人が一緒に座って食べる料理で、若者のデートコースとして人気が高いです。"
      },
      "fun_fact": {
        "ko": "춘천 닭갈비는 마지막에 볶음밥을 해먹는 것이 정석이며, 이를 '추가밥'이라고 부릅니다.",
        "en": "The standard practice for Chuncheon dakgalbi is to make fried rice at the end, called 'chuga-bap' (additional rice).",
        "zh": "春川辣炒鸡排的标准做法是最后做炒饭，这被称为'추가밥'（追加饭）。",
        "ja": "春川タッカルビは最後にチャーハンを作って食べるのが定石で、これを「チュガバプ」と呼びます。"
      }
    },
    "heukdwaeji": {
      "name": {
        "ko": "흑돼지",
        "en": "Black Pork",
        "zh": "黑猪肉",
        "ja": "黒豚"
      },
      "history": {
        "ko": "제주도에서 자연 방목으로 키운 재래종 돼지로, 예로부터 제주 사람들의 중요한 단백질 공급원이었습니다. 고기 맛이 담백하고 잡내가 없는 것이 특징입니다.",
        "en": "Native pigs raised naturally on Jeju Island, serving as an important protein source for Jeju people since ancient times. Characterized by light taste without gamey smell.",
        "zh": "在济州岛自然放牧饲养的本土猪种，自古以来就是济州人重要的蛋白质来源。肉质清淡无腥味是其特征。",
        "ja": "済州島で自然放牧で育てた在来種の豚で、昔から済州の人々の重要なタンパク質供給源でした。肉の味が淡白で臭みがないのが特徴です。"
      },
      "geography": {
        "ko": "제주도의 청정 자연환경에서 자란 흑돼지는 화산토 토양과 청정 공기, 풍부한 초목을 먹고 자라 육질이 뛰어납니다.",
        "en": "Black pigs raised in Jeju's pristine environment with volcanic soil and clean air, feeding on abundant vegetation, resulting in excellent meat quality.",
        "zh": "在济州岛清洁的自然环境中，火山土壤和清洁空气，以及丰富植被喂养下成长的黑猪，肉质优良。",
        "ja": "済州島の清浄な自然環境で火山土壌と清浄な空気、豊富な草木を食べて育った黒豚は肉質が優秀です。"
      },
      "culture": {
        "ko": "제주도의 돌하르방만큼 제주를 대표하는 특산품으로, 제주 사람들의 소박하고 건강한 식문화를 보여줍니다.",
        "en": "As representative of Jeju as the stone grandfathers, showing Jeju people's simple and healthy food culture.",
        "zh": "与济州岛的石头爷爷一样代表济州的特产，展现了济州人朴素健康的饮食文化。",
        "ja": "済州島のトルハルバンと同じくらい済州を代表する特産品で、済州の人々の素朴で健康的な食文化を表しています。"
      },
      "fun_fact": {
        "ko": "제주 흑돼지는 스트레스를 적게 받아 육질이 부드럽고, 불포화지방산 함량이 높아 건강에 좋습니다.",
        "en": "Jeju black pork experiences less stress resulting in tender meat with high unsaturated fatty acid content, making it healthy.",
        "zh": "济州黑猪受压力较少，肉质柔嫩，不饱和脂肪酸含量高，对健康有益。",
        "ja": "済州黒豚はストレスを少なく受けて肉質が柔らかく、不飽和脂肪酸含量が高くて健康に良いです。"
      }
    }
  }
}
