{
  "city_ko": "전주",
  "city_en": "Jeonju",
  "city_ja": "全州",
  "city_zh": "全州",
  "foods": [
    {
      "name_ko": "비빔밥",
      "name_en": "Bibimbap",
      "name_ja": "ビビンバ",
      "name_zh": "拌饭",
      "description": {
        "ko": "전주 비빔밥은 한국을 대표하는 음식 중 하나로, 다양한 나물과 고기, 계란을 밥 위에 올리고 고추장을 넣어 비벼먹는 음식입니다. 전주는 조선왕조의 발상지로서 궁중요리의 전통이 깊게 뿌리내린 곳이며, 특히 전주 비빔밥은 그 정수를 보여줍니다. 10여 가지의 다채로운 나물이 각각의 맛과 영양을 자랑하며, 색깔의 조화가 아름다운 것으로도 유명합니다. 전주 한옥마을에서 맛보는 비빔밥은 한국의 전통 문화와 함께 특별한 경험을 선사합니다.",
        "en": "Jeonju Bibimbap is one of Korea's representative dishes, featuring various seasoned vegetables, meat, and egg placed on rice and mixed with gochujang. Jeonju, as the birthplace of the Joseon Dynasty, is a place where royal court cuisine traditions are deeply rooted, and Jeonju Bibimbap particularly shows its essence. About ten different colorful vegetables each boast their own taste and nutrition, and the harmony of colors is also famous for its beauty. Bibimbap tasted in Jeonju Hanok Village offers a special experience along with Korean traditional culture.",
        "ja": "全州ビビンバは韓国を代表する料理の一つで、様々なナムルと肉、卵をご飯の上に載せ、コチュジャンを入れて混ぜて食べる料理です。全州は朝鮮王朝の発祥地として宮廷料理の伝統が深く根ざした場所で、特に全州ビビンバはその神髄を示しています。10余種の多彩なナムルがそれぞれの味と栄養を誇り、色の調和が美しいことでも有名です。全州韓屋村で味わうビビンバは韓国の伝統文化と共に特別な体験を提供します。",
        "zh": "全州拌饭是韩国代表性料理之一，将各种凉拌蔬菜、肉类、鸡蛋放在米饭上，加入韩式辣椒酱拌制食用。全州作为朝鲜王朝的发源地，是宫廷料理传统深深扎根的地方，特别是全州拌饭展现了其精髓。十余种多彩蔬菜各自拥有独特的味道和营养，色彩搭配的和谐美丽也很著名。在全州韩屋村品尝的拌饭与韩国传统文化一起提供特别的体验。"
      }
    },
    {
      "name_ko": "전주콩나물국밥",
      "name_en": "Jeonju Kongnamul Gukbap",
      "name_ja": "全州もやしクッパ",
      "name_zh": "全州豆芽汤饭",
      "description": {
        "ko": "전주 콩나물국밥은 전주의 대표적인 서민 음식으로, 시원한 콩나물 국물에 밥을 말아먹는 음식입니다. 조선시대부터 전해져 내려온 이 음식은 콩나물의 아삭한 식감과 깔끔한 국물맛이 일품입니다. 특히 숙취 해소에 뛰어난 효과가 있어 해장국으로도 인기가 높습니다. 전주의 맑고 깨끗한 물로 우린 국물과 신선한 콩나물이 어우러져 담백하면서도 깊은 맛을 냅니다. 새우젓과 김치를 함께 곁들여 먹으면 더욱 풍미가 좋아집니다.",
        "en": "Jeonju Kongnamul Gukbap is Jeonju's representative common people's dish, featuring rice served in refreshing bean sprout soup. This dish, passed down from the Joseon Dynasty, is excellent for its crispy texture of bean sprouts and clean soup taste. It's particularly popular as a hangover soup due to its excellent effect in relieving hangovers. The soup made with Jeonju's clear and clean water combined with fresh bean sprouts creates a light yet deep flavor. The taste becomes even better when eaten with salted shrimp and kimchi as side dishes.",
        "ja": "全州もやしクッパは全州の代表的な庶民料理で、爽やかなもやしスープにご飯を入れて食べる料理です。朝鮮時代から伝わってきたこの料理は、もやしのシャキシャキした食感とすっきりしたスープの味が絶品です。特に二日酔い解消に優れた効果があるため、ヘジャングクとしても人気が高いです。全州の澄んだきれいな水で取ったスープと新鮮なもやしが調和して、淡白でありながら深い味を出します。塩辛とキムチを一緒に添えて食べるとより風味が良くなります。",
        "zh": "全州豆芽汤饭是全州代表性的平民料理，用清爽的豆芽汤泡饭食用。这道从朝鲜时代传承下来的料理，豆芽的爽脆口感和清淡的汤味堪称一绝。特别是对解酒有卓越效果，作为解酒汤也很受欢迎。用全州清澈干净的水熬制的汤汁与新鲜豆芽相融合，呈现出清淡而深层的味道。配虾酱和泡菜一起食用风味更佳。"
      }
    },
    {
      "name_ko": "전주한정식",
      "name_en": "Jeonju Hanjeongsik",
      "name_ja": "全州韓定食",
      "name_zh": "全州韩定食",
      "description": {
        "ko": "전주 한정식은 조선왕조의 궁중요리 전통을 계승한 전주의 대표적인 고급 요리입니다. 한 상에 20여 가지의 다양한 반찬이 올라오며, 각각의 요리는 정성스럽게 만들어진 작품과 같습니다. 전주의 풍부한 농산물과 전통 조리법이 어우러져 만들어내는 깊은 맛과 영양의 균형이 뛰어납니다. 특히 전주 한옥마을에서 전통 한옥에서 맛보는 한정식은 한국의 정취와 함께 특별한 미식 경험을 제공합니다. 계절에 따라 다양한 제철 재료를 사용하여 사계절 내내 다른 맛을 즐길 수 있습니다.",
        "en": "Jeonju Hanjeongsik is Jeonju's representative high-class cuisine that inherits the royal court cuisine traditions of the Joseon Dynasty. About 20 different side dishes are served on one table, and each dish is like a carefully crafted work of art. The deep flavor and excellent nutritional balance are created by combining Jeonju's abundant agricultural products with traditional cooking methods. Especially, tasting hanjeongsik in traditional hanok houses in Jeonju Hanok Village provides a special culinary experience along with Korean atmosphere. You can enjoy different tastes throughout the four seasons by using various seasonal ingredients according to the season.",
        "ja": "全州韓定食は朝鮮王朝の宮廷料理の伝統を受け継いだ全州の代表的な高級料理です。一つの膳に20余種の様々なおかずが並び、それぞれの料理は丁寧に作られた作品のようです。全州の豊富な農産物と伝統的な調理法が調和して作り出す深い味と栄養のバランスが優れています。特に全州韓屋村で伝統韓屋で味わう韓定食は韓国の情緒と共に特別な美食体験を提供します。季節によって様々な旬の食材を使用して四季を通じて異なる味を楽しむことができます。",
        "zh": "全州韩定食是继承朝鲜王朝宫廷料理传统的全州代表性高级料理。一桌摆放20余种各样小菜，每道料理都像精心制作的艺术品。全州丰富的农产品与传统烹饪方法相融合，创造出深层的味道和卓越的营养平衡。特别是在全州韩屋村的传统韩屋中品尝韩定食，与韩国情趣一起提供特别的美食体验。根据季节使用各种时令食材，四季都能享受不同的味道。"
      }
    }
  ]
}
