{
  "city_ko": "서울",
  "city_en": "Seoul",
  "city_ja": "ソウル",
  "city_zh": "首尔",
  "foods": [
    {
      "name_ko": "불고기",
      "name_en": "Bulgogi",
      "name_ja": "プルコギ",
      "name_zh": "烤肉",
      "description": {
        "ko": "불고기는 조선 시대부터 전해내려온 대표적인 한국 요리입니다. 얇게 썬 소고기를 간장 기반의 달콤한 양념에 재워 구운 음식으로, 서울을 비롯한 전국에서 사랑받는 국민 음식입니다. 특히 서울의 궁중 요리에서 발전한 형태로, 고급스러운 맛과 부드러운 식감이 특징입니다. 현재는 한국을 대표하는 글로벌 음식으로 세계 각국에 알려져 있습니다.",
        "en": "Bulgogi is a representative Korean dish that has been passed down since the Joseon Dynasty. It features thinly sliced beef marinated in a sweet soy sauce-based seasoning and grilled. This beloved national dish is enjoyed throughout Korea, including Seoul. It particularly developed from Seoul's royal court cuisine, characterized by its refined taste and tender texture. Today, it is known worldwide as a representative Korean dish.",
        "ja": "プルコギは朝鮮王朝時代から伝わる代表的な韓国料理です。薄切りの牛肉を醤油ベースの甘いタレに漬け込んで焼いた料理で、ソウルをはじめ全国で愛される国民料理です。特にソウルの宮廷料理から発展した形で、上品な味と柔らかい食感が特徴です。現在は韓国を代表するグローバル料理として世界各国で知られています。",
        "zh": "烤肉是从朝鲜王朝时期传承至今的代表性韩国料理。将薄切牛肉用酱油为基础的甜味调料腌制后烧烤，是包括首尔在内全国人民喜爱的国民料理。特别是从首尔宫廷料理发展而来的形式，具有高雅的味道和柔嫩的口感特色。现在作为代表韩国的全球性料理被世界各国所知。"
      }
    },
    {
      "name_ko": "김치찌개",
      "name_en": "Kimchi Jjigae",
      "name_ja": "キムチチゲ",
      "name_zh": "泡菜汤",
      "description": {
        "ko": "김치찌개는 한국의 대표적인 국물 요리로, 신김치와 돼지고기, 두부 등을 넣고 끓인 매콤한 찌개입니다. 서울에서는 특히 겨울철 추위를 이겨내는 대표적인 음식으로 사랑받고 있습니다. 김치의 발효로 인한 깊은 맛과 시원한 국물이 일품이며, 밥과 함께 먹으면 한 끼 식사로 충분합니다. 서울의 모든 식당에서 쉽게 찾아볼 수 있는 서민적인 음식입니다.",
        "en": "Kimchi Jjigae is a representative Korean soup dish, a spicy stew made with aged kimchi, pork, and tofu. In Seoul, it is especially beloved as a representative food for overcoming winter cold. The deep flavor from kimchi fermentation and refreshing broth are excellent, and when eaten with rice, it makes a complete meal. It's a common people's food that can easily be found in every restaurant in Seoul.",
        "ja": "キムチチゲは韓国の代表的なスープ料理で、古漬けキムチと豚肉、豆腐などを入れて煮込んだ辛い鍋料理です。ソウルでは特に冬の寒さを乗り越える代表的な料理として愛されています。キムチの発酵による深い味と爽やかなスープが絶品で、ご飯と一緒に食べれば一食として十分です。ソウルのすべての食堂で簡単に見つけることができる庶民的な料理です。",
        "zh": "泡菜汤是韩国代表性的汤类料理，用陈年泡菜、猪肉、豆腐等煮制的辣味汤品。在首尔特别作为战胜冬季严寒的代表性食物而受到喜爱。泡菜发酵产生的深层味道和清爽的汤汁堪称一绝，与米饭一起食用就是一顿完整的饭菜。是在首尔所有餐厅都能轻易找到的平民料理。"
      }
    },
    {
      "name_ko": "냉면",
      "name_en": "Naengmyeon",
      "name_ja": "冷麺",
      "name_zh": "冷面",
      "description": {
        "ko": "냉면은 메밀이나 고구마 전분으로 만든 면을 차가운 육수에 말아먹는 시원한 여름 별미입니다. 서울에는 평양냉면과 함흥냉면 모두 맛볼 수 있으며, 특히 명동과 을지로 일대의 유명한 냉면집들이 많습니다. 시원한 동치미 국물이나 새콤달콤한 비빔 양념으로 먹는 이 음식은 무더운 서울의 여름을 시원하게 만들어주는 대표적인 음식입니다.",
        "en": "Naengmyeon is a refreshing summer delicacy featuring noodles made from buckwheat or sweet potato starch served in cold broth. In Seoul, you can taste both Pyongyang-style and Hamhung-style naengmyeon, with many famous naengmyeon restaurants especially around Myeongdong and Euljiro areas. This dish, eaten with refreshing dongchimi broth or sweet and sour bibim seasoning, is a representative food that makes Seoul's hot summers cool.",
        "ja": "冷麺は蕎麦やサツマイモでんぷんで作った麺を冷たいスープに入れて食べる爽やかな夏の珍味です。ソウルでは平壌冷麺と咸興冷麺の両方を味わうことができ、特に明洞と乙支路一帯の有名な冷麺店が多くあります。爽やかなトンチミスープや甘酸っぱいビビム調味料で食べるこの料理は、蒸し暑いソウルの夏を涼しくしてくれる代表的な料理です。",
        "zh": "冷面是用荞麦或红薯淀粉制作的面条配冷汤食用的清爽夏季美食。在首尔可以品尝到平壤冷面和咸兴冷面，特别是明洞和乙支路一带有很多著名的冷面店。这道用清爽的萝卜泡菜汤或酸甜拌面调料食用的料理，是让首尔炎热夏季变得凉爽的代表性食物。"
      }
    }
  ]
}
