{
  "city_ko": "강릉",
  "city_en": "Gangneung",
  "city_ja": "江陵",
  "city_zh": "江陵",
  "foods": [
    {
      "name_ko": "초당순두부",
      "name_en": "Chodang Sundubu",
      "name_ja": "草堂純豆腐",
      "name_zh": "草堂嫩豆腐",
      "description": {
        "ko": "강릉 초당순두부는 바닷물을 간수로 사용하여 만든 순두부로 유명합니다. 동해안의 깨끗한 바닷물을 간수로 사용하여 만든 순두부는 일반 순두부보다 더 부드럽고 고소한 맛이 특징입니다. 초당마을에서 시작된 이 전통은 400여 년의 역사를 가지고 있으며, 바닷물의 미네랄 성분이 두부에 독특한 풍미를 더해줍니다. 갓 만든 따뜻한 순두부에 양념장을 찍어 먹으면 그 맛의 진수를 느낄 수 있습니다.",
        "en": "Gangneung Chodang Sundubu is famous for soft tofu made using seawater as a coagulant. Soft tofu made using clean East Sea water as a coagulant is characterized by being softer and nuttier than regular soft tofu. This tradition that started in Chodang Village has a history of over 400 years, and the mineral components of seawater add unique flavor to the tofu. You can feel the essence of its taste when eating freshly made warm soft tofu dipped in seasoning sauce.",
        "ja": "江陵草堂純豆腐は海水をにがりとして使用して作った純豆腐で有名です。東海岸のきれいな海水をにがりとして使用して作った純豆腐は、一般の純豆腐より柔らかく香ばしい味が特徴です。草堂村で始まったこの伝統は400余年の歴史を持ち、海水のミネラル成分が豆腐に独特の風味を加えてくれます。作りたての温かい純豆腐に調味料をつけて食べるとその味の真髄を感じることができます。",
        "zh": "江陵草堂嫩豆腐以用海水作为凝固剂制作的嫩豆腐而闻名。使用东海岸清洁海水作为凝固剂制作的嫩豆腐比一般嫩豆腐更加柔软香醇。这个始于草堂村的传统有400余年的历史，海水的矿物成分为豆腐增添了独特风味。刚做好的温热嫩豆腐蘸调味酱食用能感受到其味道的精髓。"
      }
    },
    {
      "name_ko": "강릉커피",
      "name_en": "Gangneung Coffee",
      "name_ja": "江陵コーヒー",
      "name_zh": "江陵咖啡",
      "description": {
        "ko": "강릉은 한국의 커피 도시로 불리며, 해안가를 따라 수많은 개성 있는 카페들이 위치해 있습니다. 1980년대부터 발달하기 시작한 강릉의 커피 문화는 바다 전망과 함께 즐기는 특별한 경험을 제공합니다. 특히 안목해변의 커피거리는 전국적으로 유명하며, 직접 로스팅한 신선한 원두로 내린 커피를 맛볼 수 있습니다. 강릉의 맑은 공기와 바다 향기가 어우러진 커피 한 잔은 여행의 피로를 말끔히 씻어줍니다.",
        "en": "Gangneung is called Korea's coffee city, with numerous unique cafes located along the coastline. Gangneung's coffee culture, which began developing in the 1980s, provides a special experience of enjoying coffee with ocean views. The coffee street at Anmok Beach is particularly famous nationwide, where you can taste coffee made from freshly roasted beans. A cup of coffee blended with Gangneung's clear air and ocean breeze completely washes away travel fatigue.",
        "ja": "江陵は韓国のコーヒー都市と呼ばれ、海岸線に沿って数多くの個性的なカフェが位置しています。1980年代から発達し始めた江陵のコーヒー文化は海の景色と共に楽しむ特別な体験を提供します。特に安木海水浴場のコーヒー通りは全国的に有名で、直接ローストした新鮮な豆で淹れたコーヒーを味わうことができます。江陵の澄んだ空気と海の香りが調和したコーヒー一杯は旅の疲れをすっきりと洗い流してくれます。",
        "zh": "江陵被称为韩国的咖啡城市，沿海岸线分布着众多有个性的咖啡厅。从1980年代开始发展的江陵咖啡文化提供与海景一起享受的特别体验。特别是安木海滩的咖啡街在全国都很有名，能品尝到用直接烘焙的新鲜咖啡豆冲制的咖啡。融合了江陵清新空气和海洋香气的一杯咖啡能完全洗去旅行的疲劳。"
      }
    },
    {
      "name_ko": "사천면",
      "name_en": "Sacheon-myeon",
      "name_ja": "サチョン麺",
      "name_zh": "四川面",
      "description": {
        "ko": "강릉 사천면은 중국 사천요리에서 영감을 받아 강릉 지역에서 독특하게 발전한 면 요리입니다. 매콤한 고추기름과 고소한 참기름이 어우러진 양념에 쫄깃한 면발이 조화를 이루는 것이 특징입니다. 1960년대 강릉의 중국집에서 시작되어 현재까지 이어져 온 이 음식은 강릉 시민들의 소울푸드로 자리잡았습니다. 특히 강릉 교동 일대의 중국집에서 맛볼 수 있으며, 간단하면서도 중독성 있는 맛으로 유명합니다.",
        "en": "Gangneung Sacheon-myeon is a noodle dish that uniquely developed in the Gangneung region, inspired by Chinese Sichuan cuisine. It's characterized by chewy noodles harmonizing with seasoning that combines spicy chili oil and savory sesame oil. This food, which started in Chinese restaurants in Gangneung in the 1960s and continues to this day, has become the soul food of Gangneung citizens. It can especially be tasted at Chinese restaurants around Gangneung's Gyo-dong area, and is famous for its simple yet addictive taste.",
        "ja": "江陵サチョン麺は中国四川料理にインスピレーションを受けて江陵地域で独特に発展した麺料理です。辛い唐辛子油と香ばしいごま油が調和した調味料にもちもちした麺が調和するのが特徴です。1960年代江陵の中華料理店で始まり現在まで続いているこの料理は江陵市民のソウルフードとして定着しました。特に江陵校洞一帯の中華料理店で味わうことができ、シンプルでありながら中毒性のある味で有名です。",
        "zh": "江陵四川面是受中国四川料理启发在江陵地区独特发展的面条料理。特色是有嚼劲的面条与融合了辣椒油和香芝麻油的调料相协调。这道始于1960年代江陵中餐厅并延续至今的料理已成为江陵市民的灵魂美食。特别是在江陵校洞一带的中餐厅能品尝到，以简单却令人上瘾的味道而闻名。"
      }
    }
  ]
}
