{
  "city_ko": "제주",
  "city_en": "Jeju",
  "city_ja": "済州",
  "city_zh": "济州",
  "foods": [
    {
      "name_ko": "흑돼지 구이",
      "name_en": "Black Pork BBQ",
      "name_ja": "黒豚焼肉",
      "name_zh": "黑猪肉烧烤",
      "description": {
        "ko": "제주 흑돼지는 제주도의 특산품으로, 일반 돼지고기보다 육질이 부드럽고 고소한 맛이 특징입니다. 제주도의 청정한 자연환경에서 자란 흑돼지는 지방이 적고 단백질이 풍부해 담백하면서도 깊은 풍미를 자랑합니다. 특히 두꺼운 삼겹살을 숯불에 구워 먹는 것이 가장 일반적이며, 제주도 여행의 필수 먹거리로 인기가 높습니다. 싱싱한 제주 채소와 함께 쌈을 싸먹으면 더욱 맛있게 즐길 수 있습니다.",
        "en": "Jeju Black Pork is a specialty of Jeju Island, characterized by tender meat and savory flavor compared to regular pork. Black pork raised in Jeju Island's clean natural environment has low fat and high protein content, boasting a light yet deep flavor. It's most commonly eaten by grilling thick pork belly over charcoal fire, and is highly popular as a must-try food when traveling to Jeju Island. It can be enjoyed even more deliciously when wrapped with fresh Jeju vegetables.",
        "ja": "済州黒豚は済州島の特産品で、一般の豚肉より肉質が柔らかく、香ばしい味が特徴です。済州島の清浄な自然環境で育った黒豚は脂肪が少なくタンパク質が豊富で、淡白でありながら深い風味を誇ります。特に厚い三枚肉を炭火で焼いて食べるのが最も一般的で、済州島旅行の必須グルメとして人気が高いです。新鮮な済州野菜と一緒に包んで食べるとより美味しく楽しめます。",
        "zh": "济州黑猪肉是济州岛的特产，相比普通猪肉肉质更加柔嫩，味道香醇。在济州岛清洁自然环境中长大的黑猪脂肪少、蛋白质丰富，口感清淡却有深层风味。特别是将厚厚的五花肉用炭火烧烤食用最为常见，是济州岛旅行的必尝美食而人气很高。与新鲜的济州蔬菜一起包着吃能更美味地享用。"
      }
    },
    {
      "name_ko": "옥돔구이",
      "name_en": "Grilled Red Tilefish",
      "name_ja": "アマダイ焼き",
      "name_zh": "烤嘉鱲鱼",
      "description": {
        "ko": "옥돔은 제주도 근해에서만 잡히는 고급 생선으로, 살이 단단하고 담백한 맛이 일품입니다. 제주도의 청정 바다에서 자란 옥돔은 비늘이 아름다운 붉은색을 띠며, 구워서 먹을 때 그 진가가 드러납니다. 특히 소금구이로 먹으면 생선 본연의 깔끔하고 달콤한 맛을 그대로 느낄 수 있습니다. 제주도 연안의 식당에서 갓 잡은 신선한 옥돔을 맛볼 수 있으며, 제주도만의 특별한 해산물 요리로 유명합니다.",
        "en": "Red tilefish is a premium fish caught only in the waters near Jeju Island, with firm flesh and excellent light flavor. Red tilefish grown in Jeju Island's clean seas have beautiful red-colored scales, and their true value is revealed when grilled. Especially when eaten as salt-grilled, you can feel the clean and sweet taste of the fish itself. You can taste fresh red tilefish just caught at restaurants along Jeju Island's coast, and it's famous as a special seafood dish unique to Jeju Island.",
        "ja": "アマダイは済州島近海でのみ獲れる高級魚で、身が締まっており淡白な味が絶品です。済州島の清浄な海で育ったアマダイは美しい赤色の鱗を持ち、焼いて食べる時にその真価が現れます。特に塩焼きで食べると魚本来のすっきりとした甘い味をそのまま感じることができます。済州島沿岸の食堂で獲れたての新鮮なアマダイを味わうことができ、済州島だけの特別な海産物料理として有名です。",
        "zh": "嘉鱲鱼是只在济州岛近海捕获的高级鱼类，肉质紧实，清淡的味道堪称一绝。在济州岛清洁海域中生长的嘉鱲鱼具有美丽的红色鱼鳞，烧烤食用时展现其真正价值。特别是盐烤食用时能原汁原味地感受到鱼类本身清爽甜美的味道。在济州岛沿岸的餐厅能品尝到刚捕获的新鲜嘉鱲鱼，作为济州岛独有的特色海鲜料理而闻名。"
      }
    },
    {
      "name_ko": "전복죽",
      "name_en": "Abalone Porridge",
      "name_ja": "アワビ粥",
      "name_zh": "鲍鱼粥",
      "description": {
        "ko": "전복죽은 제주도의 신선한 전복을 우린 국물로 끓인 영양 만점의 건강식입니다. 제주도는 전국 전복 생산량의 90% 이상을 차지하는 전복의 고장으로, 싱싱하고 크기가 큰 전복을 쉽게 구할 수 있습니다. 전복의 쫄깃한 식감과 깊은 바다 향이 어우러진 이 죽은 소화가 잘 되어 환자식이나 보양식으로도 인기가 높습니다. 제주도 해녀들이 직접 채취한 전복으로 만든 죽은 제주 여행에서 놓칠 수 없는 특별한 음식입니다.",
        "en": "Abalone porridge is a nutritious health food cooked with broth made from fresh Jeju abalone. Jeju Island accounts for over 90% of the nation's abalone production, making it easy to obtain fresh and large-sized abalone. This porridge, which combines the chewy texture of abalone with deep ocean fragrance, is easily digestible and popular as food for patients or health food. Porridge made with abalone directly harvested by Jeju haenyeo (female divers) is a special food not to be missed when traveling to Jeju.",
        "ja": "アワビ粥は済州島の新鮮なアワビを煮出したスープで作った栄養満点の健康食です。済州島は全国のアワビ生産量の90%以上を占めるアワビの本場で、新鮮で大きなアワビを簡単に手に入れることができます。アワビのもちもちした食感と深い海の香りが調和したこの粥は消化が良く、病人食や補養食としても人気が高いです。済州島の海女が直接採取したアワビで作った粥は済州旅行で見逃せない特別な料理です。",
        "zh": "鲍鱼粥是用济州岛新鲜鲍鱼熬制的汤汁煮制的营养丰富的健康食品。济州岛占全国鲍鱼产量90%以上，是鲍鱼之乡，能轻易获得新鲜大粒的鲍鱼。这道融合了鲍鱼有嚼劲的口感和深海香味的粥容易消化，作为病人餐或滋补食品也很受欢迎。用济州岛海女直接采集的鲍鱼制作的粥是济州旅行不可错过的特色料理。"
      }
    }
  ]
}
